{"podcast_details": {"podcast_title": "Dungeons, Dragons, & Psychology Podcast", "episode_title": "How Stats can Foster Player Cooperation", "episode_image": "https://storage.buzzsprout.com/variants/zx6d2kntahnfq3arttd86v16ieem/f6fd9b4ca4e468e7e11c8350463c894b252ee834d352e0a8d889b97ac83aedef.jpg", "episode_transcript": " You're listening to the Dungeons, Dragons, and Psychology podcast. Hello and welcome to the Dungeons, Dragons, and Psychology podcast. Today I am joined by three of my close friends and gaming buddies, Nate, Keegan, and Jame. Welcome to the show, gentlemen. Thanks for having us. Thank you. So today we're going to be revisiting a previous topic that we've talked about on the show, which is stat generation methods, but we're going to be talking about it in a different way today. What we're going to be talking about is using character stat generation methods to create balanced play around the table. And this idea came to me from one of the people who's here on the show today, and that is Nate from his original listening to episode eight, stat generation methods that I did with Joseph Henry. So I'm going to let Nate explain a little bit of his idea and his concept about how stat methods can be used to create balanced play around the table. So Nate, go ahead and take it away. Yeah. Joe might take some issue with what I'm about to say, but I think that he and I are really aiming at kind of the same goal, but we're coming at it from some, I think, very different, maybe even diametrically opposite approaches. He advocates using a stat array or some method that does not involve any sort of random chance. And I can sympathize with the goal a little bit, but I think that what really creates balanced play at the table as opposed to balanced characters is that when you have an array of characters who each have a specialization, it makes it really easy for the DM to make sure that everybody gets a sort of a moment in the sun in each sort of each week that you're playing. So the goal being specialization of the characters, I think that having stats that are too similar makes it more difficult for players to differentiate themselves at what they're good at and what they're not good at. Okay. So what you're talking about is when characters are given like the standard array or the elite array, they distribute those stats. And even if they have each person has their high status, something different, the stats themselves are too similar to create a disparity between character skills. I would agree with that. Yeah. And, and there's more, I think that goes in also to the building method, but the, the more similar the stats are from the start, the harder it is for characters to create specializations. I think for myself, at least the sort of metric that I use is by the time that you as a player are in the kind of six, seven, eight level range that especially, I think this shows up with skills, but with some other things too, that what you are specialized in, you should be maybe 75% likely to succeed at say a skill check, whether that's opening locks or recalling knowledge, you should have a pretty good chance of succeeding at that. And if that's not your specialty, then maybe you only have something more like a 25% chance of success at that. What that does, I think is it, it, it creates situations where the people who should be shining are much more likely to shine at that moment. Instead of it being kind of a free for all of whoever rolls best on the dice is going to be the one sort of leading that moment. I think the advantage for this is that it gives the DM a really good sort of lever on each of the characters to make sure that everybody gets a moment at the table. Because otherwise what can happen is if, if all of the party is a little too similar, people who maybe are a little more outgoing out of character are going to end up frequently, totally accidentally, like this isn't necessarily their goal, but they will come to sort of dominate even at those things that maybe they haven't specialized their character in. Right. And that's when you run into being a DM and you're seeing people at the end of the table on their phones. Yeah, absolutely. You get this engagement because, because they're not getting a chance to really sort of dive into the meat of whatever's going on. Right. You want an opportunity that requires them in their stat array as they build their characters where every other character is only going to be, eh, okay. It may be resolving that where they could solve that problem right away. I mean, I agree with that. I think the stats, the way they're set up right now, if they are too similar, you only get one point for every two stat increases, right? In most game systems is kind of throughout least D and D and pathfinder, which is what we play having a one point differential over somebody else. That's not a big enough gap to create that singularity. Right. I mean, on a D 20 one point isn't nothing, but over a large number of roles, it's not going to mean that big a difference. Right. This doesn't feel like you're specialized in it at all. At that point, you're just another character who just happened to be slightly better at that goal. Correct. Correct. Yeah. So really what you're talking about then is if, if you take like the, the point by method, the traditional point by method and you maximize your output on the point by method, what you end up with is like three 14s. And so if everybody does this around the table, you've got four players each with which have their three 14s. They spread those around and sort of specialize. But, but basically what it looks like, your point is that really then the only big difference is maybe a point here or two points somewhere. And that's just coming down to a role of a D 20. Absolutely. Absolutely. So if you really, as a character want to specialize, maybe you take, um, like a skill focus, right? Right. Something along those lines, but even that's only going to give you a couple more points. Um, right. Well, in the classes, I think the skills inside the classes do give you a little bit of, of difference, but a lot of those skills are, are stat dependent, like you were mentioning. And a lot of classes have a lot of the same skills. Absolutely. And every class comes with a craft skill, but realistically, if you're not a wizard or you're not a, a somebody who specializes in intelligence, that craft skill is, is, is kind of him. It doesn't, it's not going to fill the role in the party the way it needs to. Absolutely. I mean, I, I, there's always some exceptions. Maybe you're a ranger with craft traps and there's a lot of different sort of skill focuses that you could take to get good at that one specific thing. And that, and that sort of character build can help. Um, and I'm not trying to say that, that all point by methods are never going to work. If you have players who want to make it work, certainly they can make it work. But I think as a DM, if you want to encourage them, I think having a bigger range between the high stat and the low stat can help. Right. You're a lot nicer than I am Nate, because I think point by, you know, it's just a crap way of moving on stats. It's not my favorite. I like the adventure from the, from the very point of building my character, building your character is some of the most exciting it's, it can be, it's the beginning of your game. I mean, you start building background, you're, you're rolling. You're like, Oh, I got an 18 on that role. I know exactly where I'm going to put that versus point by it's, there's always that struggle where it's like, Oh, if I put one point in this, then I, and then I have to, and then I'm not going to be able to put it in that you never really get a strong stat that I didn't, that really, that really makes your character stand out in what you want it to do. Absolutely. Absolutely. Or if you do spend all of your points to get that one high stat, you're severely lacking all the way across the board in other areas. I have a three intelligence, but I have a really good strength. The old strong like bull, smart like rock. So what, what you're advocating, I can see, I can see what you're saying in terms of having the GM now has more control in creating encounters or modules that are personalized. Certain aspects of it will be personalized to a specific character B the most likely to succeed so that when they create their adventure, they can say, okay, well, I need to have this element in for this character, a separate element in for this character, a separate element in for this character, because character one has strength, a character to a strength B and it's not just a, whoever rolls highest on a D 20 is going to be able to bypass the same challenges all the way across the board. Absolutely. Who's going to lift that port Colas versus who's going to solve that puzzle? Totally. Yeah, for sure. And, and I think that having those specializations makes it so much easier as at the end, because you don't have to get so clever to try to figure out a way to make sure you put emphasis on a specific character. It becomes a much more easy, convenient thing that in, in the week in between game sessions, like you just have to sit down and make sure you check a box so that your planning includes each character. Like it, it, it becomes much less about sort of diving super deep every week. And then it gives you more time to focus on where the overarching plot maybe is headed. Well, and I think that with that, it also would allow you to focus on that overarching plot. Sometimes as GMs, you end up running into a situation where like, I really want to get this person involved, but this person is a lot more outgoing, so now I have to create a whole nother out of game kind of scenario to bring or try and pull them into the game. And then that can cause the party to be D I mean, even in our game be completely derailed from the, from the plot itself. Absolutely. And, and, and, and characters do that already enough on their own. That's why I like the rules. But to your point, Jame, I think you're right in, in the sense that you can bring a character who might not have the normal amount of like interested involvement at the table. They're not the ones who's like forward facing in terms of the acting or the character role playing. They can still be drawn into the game if there's a disparity in stats and they only have a specific skill that is unique to their character. Well, and depending on your different players play styles, you can tailor the amount of spotlight they get to what their preference is. So if you have somebody who maybe doesn't want as much time, they're not, they're not as insistent on being at the front. You don't have to push them to the front every time, but it, it, it gives you a very easy handle on how to get them to the optimal level of what they're comfortable with. Right. Exactly. Maybe even push them a little bit. So, cause I mean, when you're, I mean, Keegan probably contested this as a brand new player. Um, it's, it's, it's, that's rough coming into an established group. Oh yeah, no, it's definitely hard to jump in when everyone knows what they're doing and I'm just kind of in the background trying to figure out what's going on, but it's definitely, I feel like having roles makes it easier to just know what each of you guys are doing, not just what I'm doing. Because if I know what you're doing, then it's like, well, what's left over really? And it's going to be whatever I should be doing. Where can you find the place there? Cause I know he's going to be able to handle lockpicking and you're going to be able to handle just sneaking around or just trying to find the actual objective. I can just focus on maybe just trying to make sure everyone's safe. If I'm a tank, it's just roles are very important to me, honestly, because sometimes it gets real easy to get lost. Everyone's kind of just doing the same thing. That is a very natural part, I think, of human sort of interaction is that we like to have roles that we fill within a group. I mean, that's as true in just about any activity you want to take part in. That's not role play specific. And I want everybody to participate in the game. That's part of the fun of the game. Absolutely. Even if it's a very short dispute, we don't want ones where we are yelling at each other for 30 minutes. But then at the end of that dispute, it's like, okay, who's going to solve this problem? Well, your stats are going to determine that in a lot of cases. And I think if you look at historical fantasy characters and stories, the stories only exist in the way that the party interacts because of disparities in stats, because people have their unique. There's no way that the hobbits would have necessarily been on the Fellowship of the Rings if they didn't have a natural resistance in their will saves and they weren't quite stealthy and good at these things that the other party members aren't. They're not there to be fighters. They have that covered. They're not there to be wizards. They have that covered. It's because they have their own unique niche that they're able to fill that they work well as a party together. Unless you're Samwise. To your point, Rob, just now, with those hobbits, they provided a charisma-based interaction with the rest of the party, where the rest of the party was more possibly intellect. They were more battle-ready. They provided a comical relief that really brought the story out. But it couldn't have been a story if you didn't have the other elements. Barting it up, really. And I think the same can be true in a D&D party. Oh, absolutely. That sometimes having a character to provide comic relief can be a really valuable thing to sort of balance some of the adventure that gets thrown at the party, depending on how sort of grim dark or lighthearted the DM tends to roll. Well, it reminds me of a game that you and I played together, and you may or may not remember, where I played a gnome that was an oracle of the heavens, and she was batshit crazy. She would have her friend, Jewel, that she would talk to. And there were a couple of times where it was like, and she specialized in the oracle stuff and doing all that, but there were times where you literally had to pick me up and carry me out of the room because I was just losing my shit in order to save our lives. I remember a few of those. Okay, so if you had to say what an ideal stat generation method would be to create on a typical four-member party where you've got your rogue, your wizard, your fighter, and your cleric, like the very, very traditional party of four, what kind of stat rolling method or stat generation method do you think is going to provide the right amount of diversity Becoming a psychlithid is super easy, just head over to patreon.com slash Dungeons, Dragons Psychology, or you can click the support the show link in the show notes right now and choose a tier that suits you best. Whether it's a small monthly contribution as a psychlithid tadpole or something more substantial. Every bit helps this show grow in a big way. I want to say how deeply grateful I am to the psychlithids who have already made a huge difference by supporting the show. You're the reason I can continue creating the content you love. So thank you for listening and thank you in advance for all of those who choose to become official cyclithids. I appreciate you more than words can express. Yeah. For that sort of traditional party of four, I think my preference is for one of two methods depending on whether you want slightly higher stats or slightly lower stats. And that's 46 drop lowest. Now, whether or not you reroll ones, I think is where you have a little bit of, call it a thumb on the scale in terms of higher or lower because if you're rerolling ones, your minimum is six. And if you're not rerolling ones, your minimum is three. I think both of those can be played. Personally, I think a three becomes very challenging as unlikely as it is to show up. If you're not rerolling ones, a three is just as likely as an 18. So my preference would be for rerolling ones with a party of four. I think that's right about the right level of power. You might be slightly ahead of the challenge rating curve, but not enough that it's going to make game balance difficult. So I think for a party of four, that's what I would suggest. I do want to mention though, I do like that idea just because it makes it so the team stays together. I prefer, have your shining moment, but let us all be there because going on a solo adventure and having the rest of the party sit on the sideline doing what we are doing, whatever they're doing, which is generally just research or some other extravagant thing. That is so annoying inside a game. I mean, you always have that one person that does the research, but when research takes 15 or 20 minutes real time and everybody else is just sitting around, that can be very difficult. I think in game that that needs to be sped up. So I think the other part then of this argument is that in terms of balancing play at the table, I think that stat generation method is an easy thing for the DM to control. The other part of it, I think becomes a little bit more difficult because it's how your characters, how your players create their characters. Because the truth is, especially with some of the older systems, 3.5 pathfinder, that there are enough books out there with enough different sort of takes on the material that if you try really hard, it becomes possible for one character to kind of dominate everything. Usually what that turns into is somehow figuring out a way to leverage a single stat into accomplishing virtually everything. And that's a challenge that stat rolling methods don't fix. But that also is, I think, a much bigger challenge to fix. I think that becomes maybe an out of character conversation with the player of that character, not at the table, not with everybody else, to try to get them back sort of on the board with everybody. I think the stat rolling method is, what I struggle with is the stat rolling method, at least as a group with characters, is that I love the idea of being able to get an 18. I think the 18, I think that's the max that I would, on a rolling stat method that should be available. And then you can add the plus two for race. I think that's a good starting point for a brand new character, right? In a brand new game. There might be some differing opinions on that. Shake your head over here. Then again, I don't ever, I think in the dice rolling method, you're less likely to, I mean, yeah, there's a possibility you could get three ones on the method that you, very rare, almost never happens, especially if you're rerolling ones. I think that eight is the minimum stat that a character realistically in game is going to be able to play well and not just not disrupt the game. You may be able to get a read with them, but you cannot, I don't see a game going smoothly when you have a character has a four or three intelligence or something or wisdom. If they're truly going to play to the character, it's just not within us. The mental stats become more challenging. It's not within us to do that. It's much more feasible to play a character with a six or a five physical stat because it becomes a much more objective sort of limitation as opposed to the more role playing subjective. I think that the way the game is played in Everett, I think at least personally, I'm less likely to dump dexterity or strength than I am to dump wisdom or intelligence. Sure, sure. And I think you're not, I think you're not out of the ordinary on that. I think most players would take that approach. My opinion is that I think those can be interesting characters just as much as somebody with a low intelligence or a low wisdom. The truth of the matter is I think a low charisma can also be played relatively effectively by being a relatively quiet character. Quiet or crass. Crass can be the other way to play that. Crass becomes difficult a little bit sometimes. It can be hard around the table. Yes, presenting some of those role playing challenges. It creates more conflict in game which can lead to more troubles for the characters. I think with the three points as your lowest stat, I think that could be pretty interesting. Honestly, just with a DM having ideas on how to make a scenario happen by making sure you fail a check. Hey, maybe you might pass this and the day just goes on. But if you fail it, well, your whole team is going to have a whole scenario happening for the next week. Absolutely. That could easily become your adventuring hook. I think that'd be interesting. As a DM, knowing where your party's strengths and weaknesses are allows you to craft the narrative and let it flow much more organically than the typical railroaded meet the quest giver at a tavern and start from there that everybody has experienced and I think most of us maybe are a little bit bored of at this point. Well, you want it to be, you want to be, I mean, that's actually when I'm writing a game, which I'm right in the middle of writing one right now. It's gonna take me like six months to write, but that's what I avoid. I go out of my way to avoid this stereotypical, I'm meeting you at the bar or you're part of a guild. I'm just like, Oh God, no, I want my, I want my characters to be suffering at the very beginning and for them to find their way out of it because it creates that bond. There is some validation to your point about characters feeling weak when they're weak and understanding that the world is so much bigger and so much more powerful than they are at low levels. But I do want to go back to something you said earlier, Nate, which you were talking about how having a stat rolling method that could potentially put you out of place with the challenge rating system of the game. And that is something I would like to address or at least to discuss a little bit because how, in what ways do you think it is best for that to be mitigated? Because I know there is a lot of, there's a lot of opposition to this type of stat generation method based on the fact that it might put you out of sync with what the game expects. I think that being a little bit out of sync is not a particular difficulty. I do not think that locking everybody into the sort of challenge rating scaling method is particularly helpful or particularly fun. I think it provides a really good tool for the DM to use to sort of judge if your players are blowing through challenges that are nominally of their rating. That tells you as a DM that maybe they're a little more powerful than their level would suggest, but that's not hard to compensate for. One extra monster. Right, right, right. Stepping up a challenge rating might give them exactly what they need. If you get too far out of step, you can run into some interesting challenges just in terms of some of the numbers start getting really mismatched and they can become challenging in some unintended ways. But a couple of points where the challenge rating differences I think is not a bug, it's a character design. Well, riddle me this, Nate. One of the challenges with stat rolling methods, which I'm a fan of versus the buy, is that sometimes, and we've run into this when we've rolled characters, we've had to reroll them because you will get somebody who, let's say like, Kimothy has a penance for rolling multiple high level stats, and then you have somebody who would roll possibly a whole array of low stats. And then to take that in the game, the challenge rating, when you have one character that's pushing the challenge rating higher than the other characters are prepared to deal with. Absolutely. Yeah, no, that is a concern. But I think that most of the stat rolling methods are going to keep you close enough that it's not going to make a huge difference, a little bit of difference between characters, sort of overall stat modifiers is kind of what I pay the most attention to. And a little bit of difference doesn't make or break the game in my opinion. If you get characters that start getting vastly different, if the total stat modifiers maybe of one character are like all the way up at 15, 16, 17, and you have other characters that maybe are like eight, nine, 10, that's a pretty big difference and maybe should be addressed one way or the other. Always the easier method, I think, for the players to handle is to bring the low characters up, rather than to try to tell somebody that their stats are getting cut. More than a takeaway from somebody who has it. But most of the die rolling methods that I am sort of familiar with don't necessarily leave enough room that that usually ends up being a concern. The other part of that, in terms of balancing the party though too, is that the fewer characters you have at the table, I think the more extreme you can get with your die rolling method. Oh, I agree. Because you're... and what am I trying to say? By extreme, I mean both sort of how extreme the stats themselves are, but also how extreme the stats are in terms of their randomness. I remember, I think one game, maybe Connor was running, I don't think it lasted very long. If I remember right, he actually had us rolling a D30 for our stats. And that is... Sounds like 3D12. That is an extreme randomness. You can get wildly different stats. And so that can be a different sort of challenge. But the smaller the party, I think the easier it is as a DM to sort of manage expectations based on what your characters end up getting. Let me ask one more question before we go on to tricks of the trade that I just want to get your take on, which is if this sort of discrepancy between characters and their placement of stats and what skills they're going to be good at does help create a unified party, what are your thoughts then on still eliminating the rolling from that and giving a stat array that has a greater discrepancy in it so that each person is still going to have one stat that's quite a bit higher than the rest of their stats? Sure. Yeah, totally. I think that that is certainly doable. If you as a group or you as a DM don't like the randomness of stat rolling methods and want something that's just a little bit more stable, I think that picking a stat array based on the size of your party, based on what you know of your players, based on what you know of what they want to do with their characters, I think is very doable and can be a very successful way to sort of manage what's happening at the table. For myself, one of the benefits, I think, of adding a little bit of randomness into that character generation, whether that's stat rolling, whether it's rolling for classes, whether it's keeping stats generated in order, I think what that does is it encourages players, especially who have been playing for a while and maybe have some strong tendencies towards playing, some very similar characters, it can encourage them to step outside of that comfort zone a little bit and maybe try a different character class than they usually play or whether even if it's the same character class, maybe with a very different sort of focus. Interesting. Maybe it's a much more martial cleric instead of the much more spellcaster heavy cleric. Right. Awesome. Well, let's move on to tricks of the trade. Okay, in today's tricks of the trade, we are going to each throw out an idea or a suggestion or something that you could do with a die rolling method or a stat generation method of some sort to hopefully foster creativity around the table or foster teamwork around the table, but to get your players working in new and unique ways and create a cohesion that might not be available in a traditional or elite stat array. So whoever would like to go first, whoever has an idea off the top of their head, just feel free. I'll fill in on this one just because my ideas pretty short here. I've really just come to enjoy the whole like having just a problem with your character kind of deal. So having like, I know everyone wants to build their stats, be like, I'm going to be super efficient and I'm going to murder everything and I'm just going to get it done. I would love to kind of just twist it into a point where it's like, well, you're now you're just trying to purposely make your character bad at one thing or two things and make like a personal storied flaw around that that will then generate like the story at that point for the DM. And of course, randomness, I love the random idea of because randomness is fair and I am all about fairness on gaming. So I love dice rolling about that. That's I'm all for dice rolling compared to just buying points. It's my personal take on it. But no, I would love to have the idea of just make your character bad in a certain way and then have it just like be the personal flaw throughout the whole campaign. And the DM is just going to take your flaw and just build the story from there, which kind of just helps generate a different idea on like your world because everything's always about just like I'm the hero where it's now it's like, I'm trying to rebuild myself. Yeah. No, I mean, you make a good point because character flaws typically, I think have a lot more to do with role playing than character strengths do. Especially like you said, if you're trying to overcome something, there's a lot more about a hero's arc that is overcoming their weaknesses than it is just embracing their strengths. Right. So I think that's a very it's an excellent point. I'm going to go ahead and say that the method I like I posed to Nate earlier, I think would be an interesting one where you say have 118 available in a an array that you're giving to your players have 118 available and then you drop the rest of the stats to something like 14, 12, 10, 10, eight or something so that you have a single really good stat and a bunch of stats that are not going to garner you success and a lot of other skills where other people might put their high stat. Totally. I think that is a very workable method of avoiding the possible bad outcomes with stepping on each other's toes. As far as I'm concerned, I think that when I'm building a character, I like to I want to specialize. I'm not thinking about being the baddest. One thing I always focus on is surviving, but I don't want to be the strongest. I'm not interested in being the ultimate hero. I'm not interested like kind of like what Keegan was saying. I'm more interested in specializing in one thing, just kind of going, hey, you know what my character, this is what they do. Woodworking or whatever it is, you know, and and then that gives me the ability in the game not only to be able to specialize in that. So I am in it naturally fall into a certain role, but it also as a character in game, it allows me to engage those other characters and say, hey, Bob, or hey, you know, whatever your name is, whatever the character's name is, I need your help with this, you know, as a character, I'm calling on them in game to do it because my character purposely does is designed not to worry about that's not my lane. I stay in I like to stay in my lane as a character. And I think that's a really good way to help build those sort of interparty bonds when you do have sort of that need to reach out to other characters. I mean, you want to talk a little bit about psychology when when you are needed, it makes you feel much more a part of a group, right? When you have something that is so obviously contributing to the well being of the other people, building a character where you're like, I'm just going to be good at everything. And it's just like, right, it takes away from the game. And I don't know if that's the GM in me where I want people to participate. And so I build it into every character where I'm calling on other people to do that. It just feels right. So absolutely. Absolutely. Yeah. Okay. I think that brings us to you now. Well, so I'm gonna I'm gonna offer a spectrum, I think if I could. Okay. And some of my favorite games all time have been with very small numbers of players, because I think it assists in giving everybody a lot more of that sort of primetime feeling. And so for those games where you have maybe two or three players, one of my favorite stat generation methods, we used it for a great many years. 3d6 reroll one drop lowest 46 reroll one drop lowest 5d6 reroll one drop lowest you are rolling two of each of those sets so that you end up with some stats that are going to be probably low two digit numbers, possibly single digit numbers, you're going to end up with some stats that are high teens, maybe low 20s. And you're going to end up with some stats that are firmly in the 20s. And I think what that does is it creates the just about the right amount of power for each of those characters to cover enough of the spectrum of what is needed to be done as a party, that it really neatly breaks things up into areas of responsibility. And that's sort of exactly what we've been talking about all day. If you have a bigger party, say maybe four or even five members, I think the 46 reroll ones drop lowest can be very successful. If you have a bigger group than that, I think maybe something that is going to what am I trying to say? Okay, here's the real trick of this trade. The more dice that get rolled, the more the muddy middle you're going to get. So the fewer dice that get rolled, the more extremes you're going to get. And so if you have a large group of characters who are all sort of fighting for their prime time moment, I think a method that guarantees you or that encourages a wider spread between the high and the low, the more people you have at the part, I beg your pardon, the more people you have at the table, you just want to decrease maybe a little bit the overall number to try to keep the party a little bit more balanced. But that basically that spread is what I think becomes pretty important. Yeah, that's good, Nate. And this method that Nate was describing earlier on in this talk about his point, which is the 3D6, 4D6, 5D6, each twice, each reroll one drop lowest, we've used that method for probably about 15 years of our 25 year gaming career. And we pretty much refer to that as our house rolling method. It does create a pretty large discrepancy between characters, highs and lows. So you end up with what Keegan was talking about, you have some serious weaknesses on your character sheet, which provides for some excellent role play opportunities. And you have unique strengths that are not shared amongst the other members of the party, which like Jamea was talking about, creates a camaraderie between the party, a cohesion between the group and sort of forces everyone to rely on each other for what that person's individual strength is. So it's a method I really like. I'm glad Nate brought it up because I know we've had some very, very long running and very successful games using this method, even if it might sound to you cyclithids as a little bit over the top or kind of crazy. I would suggest trying a game with it, especially if like you said, if you're running three to four players or two or three players in a game, give it a shot. You might find it's really fun, really unique. So thank you all for being here today. I appreciate that. It was an excellent conversation. Anybody else wants to add before we sign off? No, thanks for having us. Yeah, absolutely. Okay. Well, if you liked this episode, please leave me a review on Spotify or on Apple podcasts. If you have any ideas or comments, you want to discuss anything that was in the show or you want to collaborate for future events, send me an email. It's all one word, DungeonsDragonPsychology at gmail.com. And as always, please check out my book, Session Zero, the DMG to Writing Great Campaigns in Any System. It is available on Amazon and you can find a link to it in the show notes. Until next time, cyclithids, and we'll see you next session."}, "podcast_summary": "Another insightful and thought-provoking episode. Love it or leave it, it's up to you. Just don't forget to review and subscribe.", "podcast_guest": "Nate", "podcast_highlights": "Well, that was an interesting podcast discussion. I hope you found it helpful and thought-provoking. If not, well, maybe you should try rolling some new stats for your listening skills. Just saying."}