{"podcast_details": {"podcast_title": "Lord of the Rings Lorecast", "episode_title": "75: Sauron's Corruption of Numenor", "episode_image": "https://media.redcircle.com/images/2023/8/12/15/3fe91c76-3c16-4225-af08-af9e00ba9eb8_7-4e2f-a846-76c015fe90da_lotr_lorecast_logo_v3.jpg", "episode_transcript": " Hello, I'm Ryan. And I'm Catherine. We're part of the Blendjet team. And husband and wife. If you're one of the 5 million people who use a Blendjet Portable Blender, thank you. A few years ago, I had a freak accident and almost died. Daily smoothies have helped me recover. We created Blendjet to help people live healthier lives by making it easy to enjoy perfectly blended smoothies and protein shakes anytime, anywhere. The Blendjet 2 Portable Blender is powerful, USB rechargeable, cleans itself, and comes in over 30 colors. Get yours now on Blendjet.com. With any other offer, single item at regular price. Welcome to the Lord of the Rings Lorecast. The show that explores the background of Tolkien's amazing world from the very beginning. Today's episode is all about what happens when you invite the most evil creature in the world back to your home city. And you bring that creature, that person, in cuffs initially. But this isn't just anybody. This situation reminds me a lot of when the Valar threw down Melkor for the first time, and they decided to bring him back to Valinor so they could keep an eye on him. And in that situation, you had a group of Valar, the most powerful beings in the entire world, imprisoning one other Valar who, yes, happened to be more powerful than any of them. But altogether, they could attempt to keep Melkor in check. In this situation, you have one man deciding that he will keep Sauron, a Maia, in check. Those things are just barely comparable. We've already seen the extent of Sauron's power, manipulation, and the fact that he is the true heir to what Melkor started. How is this gonna go? Well, exactly like you think it will. And today's episode, we get to dig into all of those juicy details. Our fair is on. You done messed up. Now we get to watch it unfold. These stories are so good, I just have to imagine the amount of hubris, the amount of pride that somebody like our fair is on would have to have in order to look at Sauron. And yes, absolutely, he was fooled. There was definitely some manipulation going on. But to look at Sauron, to know the history of everything that had gone on, at least according to what he was educated by through the history that he understood and the elves and all of that. And to look at Sauron in the midst of this and go, yeah, I'm better than you. I'm more powerful. I'm the king of men. You're coming with me, and we're going to keep an eye on you. And he thinks it's his idea. It says here in the text, This Sauron assented as one constrained like, oh, if I have to chain me up, oh, I hate this. Yet in his secret thought, he received it gladly, for it chimed indeed with his desire. Sauron wanted to be captured, to be taken to the mightiest city of all men in the entire world at that time, to be able to see things from the inside, to be able to manipulate and poison it from the inside. And this is the moment where he is brought back to Numenor. And he sees Armenalos, this mighty city, at the height of its glory. And it says in the text that he was astounded. He had no real sense at this time of how this would be, what they would be like, and what they truly were capable of. And he was surprised. And this breaks away from the Rings of Power story a little bit. In the Rings of Power story, of course, he's brought there with Galadriel, and he's in the guise of a man and all of that. Go watch the series. It's good. It doesn't exactly follow the lore here, but it's close enough. So I would expect in the series that we get a different guise for Sauron at this moment, and he's brought back to the city again. We also know when he's brought back to the city that he has an emotional reaction. His heart within was filled with more envy and hate. This is so similar again to Melkor. The idea that Melkor saw everything that was given to the Elves, the amount that they were loved and taken care of. And so he hated them even more. In this situation, it's Sauron and men. It's the next generation of all of that. He sees how they've been uplifted, how they've been taken care of. And even at this aged version of Numenor, where they've declined from where they were with their worship, they still had many good things. This was still the height of their power, even though they were, at this point, firmly moving away from the ways of the Valar and the Elves. And so Sauron lives here among them for three years. And in three years, a lot can happen. He finds audience with the king. He uses words, flattery. He plays up Arferizon's pride in order to manipulate him. And eventually, through sharing information, misinformation, guidance, the king begins to listen to Sauron's words. He becomes a counselor, one of the closest people to the king. And most of everybody else in the King's Circle goes along with this. He appears wise. He appears helpful. But there's one who stands against it still. Amandil, Lord of Adunai, sees through this false visage. And this has echoes in the stories as well. Think about Wormtongue and Saruman. Wormtongue was sent to Theoden in order to poison Theoden's mind. And part of the influence that Sauron has at this point is he understands who he can manipulate and who he can't. The people he can't manipulate, the elf friends, are the enemies. He can't control them. He knows they stand against him. He knows they stand with the Elves in the Valar, which means he needs to convince the king that they are enemies. They're not just on the edges of acceptable culture. They're pushed over the edge. They are rebels. They are threatening to the power of the king. And so they must be removed. And not only is this group the enemy, but so much of the teachings of the Valar are the enemy. Sauron moves to completely revolutionize the philosophy of the Numenoreans, to gaslight them about what the Valar taught them, to teach them an alternate history of the way things actually are, according to Sauron, in order to manipulate them. So, for example, he repaints who the Valar are, who Melkor is, and even information about the darkness. He tells them, and out of it, the ancient darkness, the world was made, for darkness alone is worshipful. And the Lord thereof may yet make other worlds to be gifts to those that serve him, so that the increase of their power shall find no end. Let's take a look at that. What he's doing is he's basically saying that who is Eru Iluvatar? Oh, he's nothing. He's not real. He's a myth that the Valar made up. He did not make the world. The world came out of the ancient darkness, which is kind of true. And the darkness has a Lord. Melkor is the Lord of the darkness, and he's out there right now, out in that darkness, which is also kind of true. And he can make other worlds from that darkness. And so when you leave this world, you can go to these other worlds, and you can live forever and gain more and more power with the worlds that he's creating. It sounds very tempting to the Numenoreans who are looking at ways to avoid death. It also feels so true to the kinds of manipulation that are used in our own world, where people try to repaint the truth into things that are more valuable for them, but which, under scrutiny, don't hold up at all. And Farazan was intrigued by this. He asks Sauron, who is the Lord of Darkness? Then behind locked doors, Sauron spoke to the king, and this is before he was out and able to be moving around. And he lied, saying, It is he whose name is not now spoken, for the Valar have deceived you concerning him, putting forward the name of Elru, a phantom devised in the folly of their hearts, seeking to enchain men in servitude to themselves. For they are the oracle of this Elru, which speaks only what they will, meaning this mysterious magical puppet that just seems to do whatever they want, which means he doesn't really exist anyway. But he that is their master shall yet prevail, and he will deliver you from this phantom, this false image of a god out there that's somehow behind everything. And he, his name, is Melkor, Lord of all, giver of freedom, and he shall make you stronger than they. Clearly false. We know this is false. We've just watched the entire history of the first age of the world. Melkor does not give freedom, or at least not without some form of bargain or curse. And it was at this moment that Ar-Pharazan fully turns away completely from the teachings of the Valar and begins to worship the dark. And this is capitalized. The Dark. Capital D. And also, Melkor. Now, you might be wondering, turns back to worshiping the dark? He didn't worship the dark before. That's true. The Numenoreans hadn't worshiped the dark at all. They had been falling away from the teachings of the Valar. But we have to think about who they are. They are a line of men. Many men in the past were deceived into worshiping Melkor, and thus the Dark. And that seemed to be the way for many, or maybe even most, of mankind up until the Numenoreans. The Edain were only three small tribes among many men, many of whom were deceived by Melkor. So, in Sauron's perspective, it's like he's putting them back to where they're supposed to be. This is what men are supposed to be like. They're supposed to be worshiping Melkor. They're supposed to be manipulated by me. And Ar-Pharazan makes this public. He turns the worship to this new thing. He teaches everyone about the Dark and who this actual Lord is, who will give them power and everlasting life. And most of the people follow, but they're still the remnant of the faithful who don't. And among them is a man, Amandil. And you've probably caught on with the whole name thing by now. Amandil has the word Amon in it, which means lover of Amon, or devoted to Amon. This person's name means that they are devoted to the Valar. And this individual will be the key to the future of mankind. Because Amandil is also of the line of Arendil. He just didn't end up in the ruling line like the kings. There are many descendants. And Amandil is a father and a grandfather. His son is a name that you might recognize, Elendil. And Elendil is the father of Isildur and Inarion. A very important line of individuals who will change the story forever. For the ones who work hard to ensure their crew can always go the extra mile, and the ones who get in early so everyone can go home on time, there's Granger, offering professional-grade supplies backed by product experts so you can quickly and easily find what you need. Plus, you can count on access to a committed team ready to go the extra mile for you. Call, click Granger.com, or just stop by. Granger. For the ones who get it done. The it's always the right time deal. Hey, want to go to Mickey D's for lunch? Ooh, let's go now. But it's not lunchtime yet. If we're going to McDonald's, it's always the right time. It's hard to argue with that. There's a deal for every lunch hour at McDonald's. Now's the time to get two for $3.99. Mix and match a four-piece McNuggets, a McDouble, a McChicken, or a hot and spicy McChicken. Price and participation may vary. Be combined with any other offer. Single item at regular price. All right, here we are in the middle of the show. This is where we get to thank our patrons. And our newest patrons include a number of individuals, including Darren L. Welcome to the Patreon, Elvind S. Larry and Maja R. Thank you so much for joining us. I hope you're enjoying the ad-free episodes or the bonus episodes or eventually the T-shirts and all of that stuff, because there's lots of cool stuff to get on the Patreon. And we also have to shout out our VIP patrons. Here we go. Let's see if I can get through this list as quickly as possible. Thank you all of you for being here as part of the VIP page. Thank you all of you for being here as part of the VIP patrons and everybody else who supports the show. All 179 of you. Wow. You guys know I couldn't do this without you. And you know that it's over at patreon.com slash L O T R Lorecast. If you're interested in helping to keep this going and getting some cool stuff while you do that, we will be continuing our conversation in the bonus episode today. Usually I go back and forth between digging into more of a topic or a meta topic or answering some of the questions and kind of seeing where that goes. I think we've got a lot of responses. So I want to get back to answering some questions and continuing some of that that conversational side of the bonus episodes. So stay tuned for that after the show. If you are one of the patrons who gets the bonus episodes. Also, we have a review that came in. And of course, if you leave a five star review on Apple Podcasts, we'll read it out on a future episode of the show. This one comes from Oak and Shield 101. That's a good name. I wonder what that has is a reference to. They're from Canada and they write L O T R five stars. Always loved Lord of the Rings and always wanted to learn more about it. Thanks so much for creating this podcast so that I can delve deeper into my favorite story on Earth. It's kind of interesting that you used Del deeper and your name is Oak and Shield like a dwarf. I wonder if that was intentional. Thank you so much for taking the time to leave that. And also, you can rate the show on Spotify and leave comments on each of the episodes and all sorts of other things like join us on the discord and chat more about any of the speculation you have about the lore and what it means. So thank you so much for all of your support, everybody. All right, let's move on with the rest of the story about Sauron in Numenor. Here we go. So we finally have a good character showing up in this episode or at least a character with good intentions. I mean, there's always the debate about, you know, is somebody good or is only the actions they do. Can those only be judged as good or evil? And so that's a good question that actually plays into some of what I'm going to be talking about here in a moment with Isildur because we know Isildur fails. Later on, he cuts the ring off of Sauron's finger and can't give it up. And this could have changed the entire story. So often, at least in my own perspective, and I would imagine many of other people, when you think of Isildur, you remember that you see him as a failure. But he wasn't always a failure. He just failed the most important test toward the end of his story. But we haven't heard the rest of his story yet. The beginning part, he didn't start selfish. He was a grandson of Amandil and Amandil and Farazan were actually close in their youth. They were friends. Amandil, even though he ideologically was different from Farazan, was still close to Farazan. In fact, Farazan, even though he knew Amandil was an elf friend, still let him sit on the council, still kept him close to his side. Now, was that because he was watching him like he thought he was doing with Sauron? Maybe. Or maybe they grew up together and they had a certain amount of long time affection because they were friends. But at this point, he's dismissed. Sauron's influence has taken hold and Amandil no longer has a role in the council. And to Amandil's credit, he was well known by the people, even if he ideologically was different from the majority of them. They respected him. He was a great sea captain. He passed on a lot of that knowledge to his son and his grandchildren. But when he was outed from the council, the town he was from, Romena. And it says here, and all that he trusted still to be faithful, he summoned to come thither in secret. For he feared that evil would now grow apace and all the elf friends were in peril. And he was right. He was reading the room absolutely correctly. And it goes on. And soon it came to pass, for the mental tarma was utterly deserted in those days. And though not even Sauron dared to defile the high place, yet the king would let no man upon pain of death ascend to it. Not even those of the faithful who kept Illuvatar in their hearts. And Sauron urged the king to cut down the white tree, Nimloth the Fair, that grew in his courts. For it was a memorial to the Eldar and the light of Valinor. So Amandil draws together everybody who is still of the true old faith. And then finds out that Sauron is trying to convince Farazan to cut down the tree. And they know that this is dangerous because it was prophesied that the death of the tree would be the end of Numenor. And initially the king would not go along with this. So the tree and everything remained where it was, in the center of Numenor. But nobody could visit anymore. It was off limits. And Amandil speaks with Elendil, Iseldur, his children, his grandchildren, and shares with them that this might be a thing that happens. That Farazan might be swayed to cut down the tree. And we get this really great moment with Iseldur. Iseldur said no word, but went out by night and did a deed for which he was afterwards renowned. For he passed alone in disguise to Armenelos and to the court of the kings, which were now forbidden to the faithful. And he came to the place of the tree, which was forbidden to all by the orders of Sauron. At this point, Sauron can even give orders. That's how close he is to the king. And the tree was watched day and night by guards in his service. At that time, Nimloth was dark and bore no bloom, for it was late in the autumn. And I think this might be a double entendre. It may have also been the time of the year, but it was in the autumn of the tree as well. And its winter was nigh. Notice its winter, not winter in general. And Iseldur passed through the guards and took from the tree a fruit that hung upon it. It didn't have any blooms. It didn't have any flowers, but there was still some fruit. And he turned to go. But the guard was aroused, and he was assailed and fought his way out, receiving many wounds. And he escaped. And because he was disguised, it was not discovered who had laid hands on the tree. But Iseldur came at last, hardly back to Rhaemenna, and delivered the fruit to the hands of Amondil, ere his strength failed him. At this point, he is wounded. He took many wounds fighting the guards in order to escape. And he's... It looks like he's in decline. It looks like he may not make it. Then the fruit was planted in secret, and it was blessed by Amondil. This is also interesting, this idea that Amondil can bless the seed that's inside this fruit of this great tree that goes all the way back to the trees of Valinor. Which feels like an elven kind of thing, in a way. And they are the line of Arendil, and so they... you know, similar to somebody like Aragorn, having these kind of elf-like abilities, even though he's a man. It's kind of what's going on here. Let's go back to the text. And then it says, And a shoot arose from it and sprouted in the spring. But when its first leaf opened, then Isildur, who had laid long and come near to death, like months of being bedridden with his wounds at this point, arose and was troubled no more by his wounds. There's this thing going on here, where you have Farazan being influenced by Sauron, and being able still to look at a physical tree that was planted there by the Valar, knowing the history of his people, almost 3,000 years of actual literal history, knowing that that stuff was fact, having objective evidence of a tree in his own backyard that shows the power of the Valar. And yet still rejecting what he sees with his very own eyes because of the influence of Sauron, and because of his own pride and hubris. And here we have a situation where Isildur, the grandson of Amandil, a man close to Farazan, defies the orders of the king, goes to the tree, takes one of the fruit, brings it back and Amandil plants one of the seeds. And that seed is so powerful that it heals Isildur. Objective evidence of the pure power of the Valar, of the original light of the trees, right there. And yet the king, and although he doesn't witness this happening, knows on some level that that's the truth. That's why he's so unsure about cutting down the tree yet, because it's tied to his line. He hasn't completely fallen for everything Sauron is doing. But that's only a matter of time, and we'll get into that on the next episode. Thanks for tuning in. I'll see you next time. The connection may vary, cannot be combined with any other offer. Hello, I'm Ryan. And I'm Catherine. We're part of the Blendjet team. And husband and wife. If you're one of the 5 million people who use a Blendjet portable blender, thank you. A few years ago, I had a freak accident and almost died. Daily smoothies have helped me recover. We created Blendjet to help people live healthier lives by making it easy to enjoy perfectly blended smoothies and protein shakes anytime, anywhere. This portable blender is powerful, USB rechargeable, cleans itself, and comes in over 30 colors."}, "podcast_summary": "Oh great, another couple working together. How cute. I'm sure they have absolutely no issues whatsoever. Anyway, they're promoting the Blendjet portable blender, which apparently has helped Ryan recover from his near-death accident. Because of course, drinking smoothies is the ultimate cure-all. It's supposed to make it easy to enjoy smoothies and shakes anytime, anywhere. Wow, what an amazing invention. I can't believe we've survived all these years without it. And apparently, it's even USB rechargeable and cleans itself. Because why waste time actually cleaning your blender when you can let a machine do it for you? And just to add that extra touch of marketing genius, they offer it in over 30 colors. Because if you're going to blend your fruit, it better damn well match your outfit. So hurry up and get yours now. You wouldn't want to miss out on this life-changing device. Sarcasm off. (upbeat music)\n\nWelcome to the Lord of the Rings LoreCast. The show that explores the background of Tolkien's amazing world from the very beginning. Today's episode is all about what happens when you invite the most evil creature in the world back to your home city. And you've, oh God, and you've brought that creature, that person in cuffs initially. But this isn't just anybody. This situation reminds me a lot of when the Valar threw down Melka for the first time and they decided to bring him back to Valinor so they could keep an eye on him. And in that situation, you had a group of Valar, the most powerful beings in the entire world, imprisoning one other Valar who, yes, happened to be more powerful than any of them. But altogether, they could attempt to keep Melkor in check. In this situation, you have one man, you messed up. Now we get to watch it unfold. These stories are so good. I just have to imagine the amount of hubris, the amount of pride that somebody like our fair is on would have to have in order to look at Sauron and go, \"Yeah, I'm better than you. I'm more powerful. I'm the king of men. You're coming with me and we're going to keep an eye on you.\" And he thinks it's his idea. It says here in the text, \"This Sauron assented as one constrained, like, 'Oh, if I have to, chain me up. Oh, I hate this.' Yet in his secret thought, he received it gladly, for it chimed indeed with his desire. Sauron wanted to be captured, to be taken to the mightiest city of all men in the entire world at that time, to be able to see things from the inside, to be able to manipulate and poison it from the inside. And this is the moment where he is brought back to Numenor. And he sees Armenalos, this mighty city, at the height of its power. And it says in the text that he was astounded. He had no real sense at this time of how this would be, what they would be like, and what they truly were capable of. And he was surprised. And this breaks away from the Rings of Power story a little bit. In the Rings of Power story, of course, he's brought there with Galadriel, and he's in the guise of a man and all of that. Go watch the series. It's good. It doesn't exactly follow the lore here, but it's close enough. So I would expect in the series that we get a different guise for Sauron at this moment. And he's brought back to the city again. We also know when he's brought back to the city that he has an emotional reaction. His heart within was filled with more envy and hate. This is so similar again to Melkor. The idea that Melkor saw everything that was given to the elves, the amount that they were loved and taken care of, and so he hated them even more. In this situation, it's Sauron and men. It's the next generation of all of that. He sees how they've been uplifted, how they've been taken care of, and even at this aged version of Numenor, where they've declined from where they were with their worship, they still had many good things. This was still the height of their power, even though they were, at this point, firmly moving away from the ways of the Valar and the elves. And so Sauron lives here among them for three years. And in three years, a lot can happen. He finds audience with the king. He uses words, flattery. He plays up for our is on's pride in order to manipulate him. And eventually, through sharing information, misinformation, guidance, the king begins to listen to Sauron's words. He becomes a counselor, one of the closest people to the king, and most of everybody else in the king's circle goes along with this. He appears wise. He appears helpful. But there's one who stands against it still. Amandil, Lord of Adunai, sees through this false visage. And this has echoes in the stories as well. Think about Wormtongue and Saruman. Wormtongue was sent to Theoden in order to poison Theoden's mind. And part of the influence that Sauron has at this point is he understands who he can manipulate and who he can't. The people he can't manipulate, the elf friends, are the enemies. He can't control them. He knows they stand against him. He knows they stand with the Elves in the Valar, which means he needs to convince the king that they are enemies. They're not just on the edges of acceptable culture. They're pushed over the edge. They are rebels. They are threatening to the power of the king. And so they must be removed. And not only is this group the enemy, but so much of the teachings of the Valar are the enemy. Sauron moves to completely revolutionize the philosophy of the Numenoreans, to gaslight them about what the Valar taught them, to teach them an alternate history of the way things actually are, according to Sauron, in order to manipulate them. So, for example, he repents who the Valar are, who Melkor is, and even information about the darkness. He tells them, and out of it, the ancient darkness, the world was made, for darkness alone is worshipful, and the Lord thereof may yet make other worlds to be gifts to those that serve him, so that the increase of their power shall find no end. Let's take a look at that. What he's doing is he's basically saying that who is Eru Iluvatar? Oh, he's nothing. He's not real. He's a myth that the Valar made up. He did not make the world. The world came out of the ancient darkness, which is kind of true. And the darkness has a Lord. Melkor is the Lord of the darkness, and he's out there right now, out in that darkness, which is also kind of true. And he can make other worlds from that darkness. And so when you leave this world, you can go to these other worlds, and you can live forever and gain more and more power with the worlds that he's creating. It sounds very tempting to the Numenoreans who are looking at ways to avoid death. It also feels so true to the kinds of manipulation that are used in our own world, where people try to repaint the truth into things that are more valuable for them, but which, under scrutiny, don't hold up at all. And Farozan was intrigued by this. He asks Sauron, \"Who is the Lord of Darkness?\" Then behind locked doors, Sauron spoke to the king, and this is before he was out and able to be moving around. And he lied, saying, \"It is he whose name is not now spoken, for the Valar have deceived you concerning him, putting forward the name of Elru, a phantom devised in the folly of their hearts, seeking to enchain men in servitude to themselves. For they are the oracle of this Elru, which speaks only what they will.\" Meaning, this mysterious, magical puppet that just seems to do whatever they want, which means he doesn't really exist anyway. But he that is their master shall yet prevail, and he will deliver you from this phantom, this false image of a god out there that's somehow behind everything. And he, his name, is Melkor, Lord of all, giver of freedom, and he shall make you stronger than they. Clearly false. We know this is false. We've just watched the entire history of the first age of the world. Melkor does not give freedom, or at least not without some form of bargain or curse. And it was at this moment that Ar-Farazan fully turns away completely from the teachings of the Valar and begins to worship the dark. And this is capitalized. The Dark. Capital D. And also, Melkor. Now, you might be wondering, turns back to worshiping the dark? He didn't worship the dark before. That's true. The Numenoreans hadn't worshiped the dark at all. They had been falling away from the teachings of the Valar. But we have to think about who they are. They are a line of men. Many men in the past were deceived into worshiping Melkor, and thus the Dark. And that seemed to be the way for many, or maybe even most, of mankind up until the Numenoreans. The Edain were only three small tribes among many men, many of whom were deceived by Melkor. So, in Sauron's perspective, it's like he's putting them back to where they're supposed to be. This is what men are supposed to be like. They're supposed to be worshiping Melkor. They're supposed to be manipulated by me. And Ar-Farazan makes this public. He turns the worship to this new thing. He teaches everyone about the Dark and who this actual Lord is, who will give them power and everlasting life. And most of the people follow, but there are still the remnant of the people who are still faithful who don't. And among them is a man, Amandil. And you've probably caught on with the whole name thing by now. Amandil has the word Amon in it, which means lover of Amon, or devoted to Amon. This person's name means that they are devoted to the Valar. And this individual will be the key to the future of mankind. Because Amandil is also of the line of Arendil. He just didn't end up in the ruling line like the kings. There are many descendants. And Amandil is a father and a grandfather. And his son is a name that you might recognize: Elendil. And Elendil is the father of Isildur and Inarion, a very important line of individuals who will change the story forever. We'll be talking more about Elendil and Isildur and how things unfold on the next episode around what happens to Numenor and how they also become influenced by the words of Sauron and their downfall from that. Thanks for stopping by today. I'll see you next time. Bye-bye.", "podcast_guest": "Sauron", "podcast_highlights": "Oh, sorry to interrupt your lovely little podcast advertisement session there, but it seems like you might have forgotten to actually mention the most pivotal topic of your podcast. You know, the one that isn't about Blendjet portable blenders or the Lord of the Rings lore? Maybe you should try focusing on that instead of veering off into unrelated tangents. Just a thought."}