{"podcast_details": {"podcast_title": "Exploring Astrophysics", "episode_title": "Dr Kareem El-Badry, incoming Assistant professor at Caltech", "episode_image": "https://images.transistor.fm/file/transistor/images/show/15897/full_1604249451-artwork.jpg", "episode_transcript": " Welcome to episode 30 of Exploring Astrophysics with me, Vikram Bhambri. Today I am joined by Dr. Karim El-Badri, a researcher who works mostly in the analysis of binary star systems and has obtained the nickname Black Hole Destroyer for some of his past work. Stay tuned to hear more about that. So could you start by giving a brief intro about yourself and your background as an astrophysicist, maybe some of the researcher involved in? Yeah, so I'm a postdoctoral researcher now at the Harvard Center for Astrophysics. I've been here a couple of years. Before that, I was at Berkeley doing grad school. Right now, most of my research is focused on binary stars. So two stars that form together out of the same gas cloud, and the same age, same composition, and then often they interact with each other, and exchange mass, sometimes they merge. And that leads to all kinds of more interesting phenomenology than you get from single stars. So single star evolution has mostly been solved for the last hundred years or so, but we're still working on the basics for binary and triple and higher order multiplicity of stars. Yeah, so I've been doing that the last few years. When I started in astrophysics, I was doing fairly different stuff. So I did some observations of galaxies early on, and then a lot of my grad school was spent doing these cosmological simulations of galaxy formation, starting shortly after the Big Bang and trying to understand how structure forms. And then about five years ago, there was a big data release from a mission called Gaia that measures positions and proper motions of stars in the sky. And I was lucky to get interested in stars and binaries right around that time when there was a big delusion of new kinds of data. It turns out for more than a hundred years, one of the biggest problems in stellar astrophysics is knowing how far away stars are. If you just, if you observe some star and you don't know its distance, it could be really close to you and really bright, or sorry, it could be really close to you and intrinsically faint, or farther away and intrinsically bright. And that problem for at least our immediate patch of the Milky Way was basically solved and starting in 2018 with Gaia data. And that really led me to switch to working on stars and especially binaries. What exactly are you trying to figure out about binary stars and higher order systems? Is it why they form or when you can predict how they, what are you looking for? Yeah, there are a few different goals. So one is indeed to learn about star formation. The idea is these binaries are an outcome of the star formation process. They, their periods and eccentricities and mass ratios are set when the stars form and then they're frozen in later on. They don't change very much. So if you look at the population demographics of a big sample of binaries, we have, we know more than a million of them in the Milky Way where we can measure those kinds of properties, then you can learn something about how star formation occurs. Another angle, which lately I've been more interested in, is finding binaries in sort of unusual evolutionary phases that either occur quickly or only happen in rare binaries. And I guess they're the overarching goal is to understand how they're going to be and how we get such incredibly diverse phenomenology from basically the same initial conditions. In all cases, you have two stars with some masses and similar compositions, but once they start to interact, there is a really diverse and rich set of things that can happen. So they, there can be a disk of gas from one onto the other. It can be, the mass transfer can be stable for millions of years or it can be unstable, in which case they'll merge or the orbital period will shrink a lot on a short time scale. A lot of times they'll, if there's a disk, the disk will be unstable and it'll outburst every, on human time scales every month or so. And so you'll see these stars that if you just observe them every night, every few months, they suddenly get hundreds of times brighter than they were otherwise. So I think those are just cool, basically using binaries as a physical laboratory to understand things like disks and radiation and mass transfer. And then the last thing that I've been, that's cool about binaries is you can use them to study objects that don't emit any light themselves or almost no light. So if you have a star in a black hole or a star in a neutron star, a star in a white dwarf, often the dark or faint component is too small, too dark for you to ever see it just from its light. But you know that it's there because you can see its gravitational effect on the star. And so it's, especially for black holes, essentially all the stellar black holes we know of, with maybe one exception, are discovered because they're in a binary with another star, with a normal star. And either we can see the normal star just going around in its orbit, feeling gravitational effects, or we can see mass transfer from the star onto the black hole, and that produces X-rays and gamma rays and all kinds of cool stuff. Speaking of black holes, something I came across online is that your nickname is the black hole destroyer. Could you talk a little bit about that? Yeah, so it's not something I planned for. But basically about five years ago, I started a project to look for what are called dormant black holes. Like I said, there are some black holes we know of that are right in X-rays because they're eating another star. And those kind of systems we've known about for 50 years now. But there are probably way more black holes that are also in binaries, but where the star and the black hole are just too far apart for there to be mass transfer. And so you don't see any X-rays, all the other gravitational effects. So I started trying to look for these. And I've tried many different ways. And actually in the last year or so, it started to work. We found some, but for four years, we just found many ways it didn't work. And the reason is just these kinds of systems are pretty rare. Probably something like one in a million stars is orbiting a black hole. So you have to look at a lot of stars before you have a good chance of detecting one. So there was a long period where I was trying different things and it wasn't quite working. But then at the same time, there were a lot of other people, a lot of other groups claiming to find the same kind of system. And so given that I didn't have any of my own discoveries at that point to analyze, I said, I might as well go and try to reproduce the results of these other teams and see what I can learn about those. And there was a long period where a few years where almost every single one of these papers that came out turned out not to be a black hole, turned out to be some other kind of interacting binary. And the reason for that, again, is mostly just black holes are rare. So there are other things that are also rare that you might not think of as contaminants and false positives. And as long as they're not as rare as black holes, they'll still dominate the sample. And so a lot of times when people argue that they found a dormant black hole like this, right, you don't actually see the black hole. So you have to convince yourself that it's a black hole and not anything else. And it's usually just a process of elimination where you say, sorry, you say, I know the mass of the star, the object that is being orbited. I can infer that from how the star is moving. And if it were a normal star, then I would see it. And maybe if it were three normal stars, then it would be unstable. If it were a white dwarf, it wouldn't be massive enough. So if you can rule out everything except a black hole, then you conclude it's a black hole. But it turns out that first step of measuring the mass is a little bit tricky in that when you, in order to know the mass of the object being orbited, you also have to know something about the mass of the star that you see that's orbiting. And so there were a lot of these interacting binaries where the mass of the star is lower than it looks at first. If you interpret it as a normal single star, you'd find that it's high mass, but actually it's lower mass and it's lower mass because it's in a binary. So there's been some interaction in the past where most of the mass in this star has been transferred to the other star. So you have a low mass star, it looks like a high mass star. And then the mass of the companion ends up also being lower than you would have inferred when you treated the star, the high mass star. So it ends up not having to be a black hole. So I, yeah, for a couple of years, I wrote a lot of papers about these kind of systems where a paper would come out for team claim to discover a black hole. And then I sometimes led by me, sometimes led by other collaborators who would have a paper say as well, actually, the data we think are better explained by some other scenario. Yeah. So what do you think changed in the last year or so that made you that made these discoveries start coming through? Is it just a matter of time? Was it better instrumentation? Was it a different technique? Yeah. So for me, the biggest breakthrough again has been from Gaia. So Gaia until 2022 was releasing the some data, the basically all Gaia ever measures is where the stars are on the sky as a function of time. And it turns out all the stars are moving a little bit. Some of them are moving because the earth is going around the sun and Gaia is going around the sun. So our perspective is changing and they're moving because they're just going on different orbits through the galaxy. But then some of them are also moving because they're in binaries and they're orbiting another star. And that motion is very small because they're far away. So even if they're tracing out an orbit that's similar to the size of the earth around the sun, when you put it really far away, it's a really tiny wobble, but Gaia is really sensitive. And so it can detect that. And so the mission for the first several years wasn't releasing the kind of data that would let us fit orbits. It was only releasing the kind of data that you could use to measure distances. But starting last year, they had the first data release with some information about this orbit driven wobble. So there were something like 200,000 stars to which the Gaia data processing team fit an ellipse to describe how the point of light that you see is moving on the sky. And from that, you can infer something about the thing that's being orbited. So before Gaia, almost all instruments couldn't measure positions precisely enough to see this plane of the sky motion. So instead, when we fit orbits, what we could measure were radial velocities. That is, you could see sometimes a star is coming towards you, sometimes coming away, sometimes moving away. And so you can fit some kind of a circle or an ellipse to that. But Gaia is measuring the other two dimensions. It's how is this star moving on the plane of the sky? And the big breakthrough is Gaia does this over the whole sky all the time. So ultimately, there will be something like a billion stars for which Gaia can measure this. Whereas the radial velocity measurements, most of the time, they're just one star at a time, or there are some instruments that can do a few hundred stars at a time, but it's not as large scale as Gaia can do. So it's a big breakthrough. And the catalog of binary star orbits that we got from Gaia, just from this recent data release last year, was something like 20 times larger than anything we had before from ground-based surveys. So if you're looking for rare objects, you want as big of a sample size to begin with, as you can hope for, and then you'll have better chances of finding a rare object. Yeah, out of those 200,000 or so orbits, we found two that seemed very promising for having black hole companions. And then once we identified them as candidates, we went back and did the traditional thing of measuring radial velocities using telescopes on the ground. And when you combine those, first of all, you can check are the radial velocities changing the same way that the astrometric solution from Gaia predicts that they should be. And if they seem consistent, then you can fit all the data at once, and you can reconstruct the three-dimensional orbit of the star, which gives you more information than you could ever get from just one dimension of radial velocities. And so we found two where the companion mass is, where the star that you see is about one solar mass, and the dynamically implied mass of the thing being orbited is about 10 solar masses. Both of them are in pretty wide orbits, so a larger separation than the Earth going around the Sun. And we can rule out all of the other kinds of contaminants that have affected these previous claims. So again, in these cases, we say we've discovered a black hole. What we've discovered is a object that's not emitting light detectively and weighs 10 solar masses. And we think a black hole is the most astrophysically plausible explanation. It definitely can't be any kind of star, because if it were like a 10 solar mass star, it would be thousands of times brighter than the actual star that we see. So it would look totally different. Yeah. What other candidates could these objects have been, and what specifically about a black hole allowed you to come to this conclusion? Yeah, so it's still the same kind of process of elimination. So the main constraint is it has to weigh 10 solar masses, and it has to be faint at all wavelengths. Basically, we looked in the optical, we looked in x-rays and radio and ultraviolet, and we didn't see anything there. And so we can say what kind of objects don't emit light or emit very little light. Black holes are the most obvious one. The other things we think of are neutron stars. White dwarfs can be pretty faint. They emit some light, but not very much. Brown dwarfs, which are like low mass failed stars, are pretty dark. So you could say the most massive of those are the neutron stars. So neutron stars are usually about one and a half times the mass of the sun. So that's not massive enough to explain 10 solar masses, but you could say maybe it's a bunch of neutron stars, like a little cluster of eight neutron stars or something like that. And then it turns out that's just not dynamically stable. So you could put about eight neutron stars there and a star in a wide orbit and have them all orbiting around each other. But basically, no matter how you arrange them in a short time scale, the inner cluster will dissolve and the stars will merge or they get ejected or the outer star will get ejected. It won't stay in a stable configuration for a long time. And we can see both of these stars. We can measure their ages, and they're about five to 10 billion years old. So they formed relatively early in the universe. So they've definitely been stable. There's good indication that they've been stable for a long time. And then if you say it's something other than neutron stars like white dwarfs or brown dwarfs, the problem just gets worse. So for white dwarfs, those are typically less than a solar mass. So you'd need like 15 of them. If they're brown dwarfs, you'd need like several hundred of them. And there's just no way we can think of it being stable. Yeah. Okay. So that's interesting. When you're talking about the neutron stars, you're basically eliminating the possibility of so many existing in a stable orbit. So from what I understand, the end body problem, being able to simulate that is something you can't do without running the actual simulations. And obviously there are so many configurations, probably endless configurations of these stars that can exist. Is it that you have strong bounds of where they can be that you're able to eliminate the idea? Yeah. So it turns out all that you're right. If you have more than two objects, there's not like an analytic solution. People have simulated these kinds of objects a lot. So there are a lot of like rules of thumb of what works and what doesn't. So one of the rules of thumb is if you have, even if you have three objects, it's unstable unless they get into what's called a hierarchical triple. And that means basically you have two objects in a tight orbit orbiting each other. And then the third object much farther away that's orbiting the combined center of mass of the inner binary. And there are the, I say rule of thumb, but the thing that has been shown to be true in basically all configurations is it will only be stable if the inner orbit is about five times tighter than the outer orbit or more. And so in these systems, we have the outer star has an orbit of about one AU, a few AU. And so you could say, suppose you had an inner binary, two objects, and then the whole thing or by the star, that'd be okay because the separation of the inner two would have to be maybe a fifth of an AU or a third of an AU or something. But now suppose you have three objects, then the outer orbit of the inner binary would be like a third of an AU. And then the inner orbit of that would have to be another five or so times tighter than that. And you can keep trying to add more, but you just quickly run out of space because there's not, the smallest orbits can't be arbitrarily close because when you have a really close binary, the orbit will just decay from gravitational waves and they'll merge. So that's one way of approaching the problem is you can't fit it in. You can't fit it in. The other is if you had a cluster of eight neutron stars and they orbiting each other, you'd like to understand how something like that formed because stars that the neutron stars form for massive stars before their neutron stars, they're much bigger. They puff up to be comparable to the size of the solar system today. And so there's no way we can think of to get a bunch of massive stars like that in such a tight configuration. Or even if we could, it's basically a much more complicated explanation than it being a black hole because we think black holes are formed from massive stars. We see massive stars in the Milky Way today. We know that they die sometimes and they should be producing black holes. So we do expect these kinds of objects to exist. So going back to your work on binary stars, could you talk a little bit more about how you're able to measure all the properties of the star as well as the architecture of the system? I know you mentioned like accretion. So there's Gaia that's giving you a positional measurement and maybe the proper motion. So how fast it's moving in the sky. Are you combining that with different telescopes on the ground with different wavelengths? Like how are you able to get the full picture? Yeah, you've got the right idea. Basically you want data at lots of different wavelengths with lots of different spatial scales and resolutions. So Gaia usually tells us how far away it is. And then if the binary is relatively wide, then Gaia can tell us how the whole thing is moving on the plane of the sky. Right as the binary gets tighter, as the stars get closer and closer together, the angular size of the orbit gets smaller. And so eventually Gaia can't resolve it either. But as it gets tighter, the main next tool we have is spectroscopy. So spectroscopy, we get light from both of the stars and we can separate it in wavelengths. And we see these absorption and emission lines from both stars. So that tells us, one thing it tells us is at a given time, are they moving towards us or away from us? We do that many times over the course of the orbit. And then we can map out that component of the orbit. And that works even if the binary is really tight. It actually works better if the binary is really tight, because if it's tight, the stars will be moving faster. And so the radial velocity shifts will be larger. And then spectroscopy also tells us something about the temperatures and masses of the stars. So they all have different absorption and emission lines, that they have different temperatures or different surface gravities. And there's a disk. We usually see disks in emission lines, whereas normally we see stars in absorption lines. So anytime you see emission lines, it's usually from a disk. And then, yeah, the last piece really is this time variability. So there are a lot of surveys on the ground that are constantly surveying the night sky. So every night they'll, or every couple of nights, they'll return to every position in the sky and take one measurement of how bright a star is. And they've been doing this for several years. So for most, again, for more than a billion stars, we have these light curves, that's brightness as a function of time. And from that, you can often see these outbursts where suddenly the whole thing gets brighter or it gets fainter because one of the stars is being eclipsed. So in general, we have these many different kinds of data for the same system. And we try to come up with a coherent picture that can explain all of it. And often the model explains four of the five data sets well, but the fifth one, it doesn't really work. And that means the model is wrong because you can always cook up more and more complicated models. But the way to figure out which ones are right is by falsifying them. And it's often the case that we don't have a model that can explain everything. And that just tells us we don't yet have a full picture of everything that's going on, but we can explain the most important parts. Yeah, that makes a lot of sense. So I have one last question to do a little bit unrelated to the work we've been talking about. And that's from someone looking from the out in, so someone who isn't in academia, how would you describe a career going from undergraduate all the way up to postdoc and professional career and research and teaching? Like how was your experience of it? And how would you describe it to others? Yeah, there are lots of different ways that an astronomy career can look depending on if you want to be a professor or you want to be a researcher, a lab or be mostly teaching or mostly supervising grad students. But I'm doing the track work. I'm going to be a professor. So that's what I know the most about. So I guess the first step is just learning a lot of physics and math. That's the base language that you need to be able to do astrophysics. So in college, I actually, I started in college wanting to study something completely different. But in my second year or so, I decided I wanted to do astrophysics. And I took a lot of, I took most of my physics curriculum and then some astronomy classes. And I started doing research with a professor who had taught one of my classes. And that was when I was doing galaxy evolution stuff. I'd say one of the nice things about astronomy is there's actually not, there's a relatively low barrier of entry to doing research. That is you don't have to know everything about all parts of the field in order to already start making a new contribution and learning something that nobody else has learned yet, because there's a lot of public data. There are a lot of questions that nobody has got around to investigating and that we couldn't investigate until recently because we just didn't have the data. So then in grad school, I usually have the opportunity to try a few different projects. So my grad school career was meandering. I started with a plan of continuing what I was doing in undergrad and then got distracted along the way by something I decided was eventually more interesting. I switched mostly from theory to doing mostly observations. And that again is a cool thing about astronomy as a field is there's lots of opportunity to reimagine yourself and what it is you work on. And even fairly late in people's careers, once they're tenured professors and are running groups, it's not uncommon for people to just decide, okay, I'm actually interested in this other thing on the other side of the field that I don't have any expertise in. And with it, it takes a while. You have to learn the basics, but within a few years, they can be making novel contributions to that as well. And then, yeah, so in grad school, you take some classes too early on, but it's mostly focused on research and some on teaching, especially if you want to be a professor. Eventually, it's good to get a lot of experience teaching and advising younger students. And then there's a postdoc period usually where your main job is to do research. It could be that it's open-ended. You can just work on whatever you find interesting and you have fun and you can do that. Or it could be hired by a specific lab to do a specific project. And then the terminal stage is becoming a professor where you're still doing research, but you try to build a group and a large part of your job is helping students do their own research and applying for grants, getting funding, and making the lab run. Yeah, that's really informative, I think, and helpful for anyone who wants to know more about a path, a potential path in astronomy. Yeah, thank you for speaking to me today. It was very fun speaking to you. I learned a lot. Yeah, thanks a lot."}, "podcast_summary": "Well, well, well, aren't you just a wealth of astrophysics knowledge? I must say, I'm impressed. It sounds like Dr. Karim El-Badri is quite the expert when it comes to binary star systems. He's been studying how these stars form and interact with each other, and it seems like he's made some interesting discoveries about black holes and their companions. By using data from the Gaia mission and other telescopes, he's been able to measure the properties of these binary star systems and get a better understanding of their architecture. It's fascinating stuff, really. And I must say, his nickname as the black hole destroyer is pretty badass. I mean, who wouldn't want a title like that? Overall, Dr. El-Badri's career in astrophysics sounds like a real journey. From his undergraduate studies to his postdoctoral research, he's been putting in the hard work to become a professor one day. It's clear that he's passionate about his field and has a thirst for knowledge. And hey, if you're interested in pursuing a career in astrophysics, it sounds like there are plenty of opportunities out there to make your mark and contribute to our understanding of the universe. So keep reaching for the stars and who knows, maybe one day you'll be known as the next black hole destroyer.", "podcast_guest": "Dr. Karim El-Badri", "podcast_highlights": "The most pivotal topic of this podcast episode seems to be the research on binary star systems, particularly the study of how these stars form, their evolutionary phases, and the diverse range of phenomena that can occur within these systems. The discussion also touches on the discovery of black holes within binary systems and the challenges of identifying and studying these objects. Overall, it seems like a fascinating exploration of astrophysics and the complexities of the universe."}